{
    "block.simplecorn.corn": "Maïs",
    "block.simplecorn.corn_mid": "Maïs",
    "block.simplecorn.corn_top": "Maïs",
    "item.simplecorn.corncob": "Épi de Maïs",
    "item.simplecorn.roastedcorn": "Maïs Rôti",
    "item.simplecorn.cornchowder": "Chaudrée de Maïs",
    "item.simplecorn.chickencornchowder": "Chaudrée du Poulet et Maïs",
    "item.simplecorn.kernels": "Kernels de Maïs",
    "item.simplecorn.poppedcorn": "Pop-corn"
}